import color from "../styles/theme";

const TagList = [
  {
    tagId: 1,
    tagTitle: "작업공간",
    tagDesc:
      "작업공간 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.a,
  },
  {
    tagId: 2,
    tagTitle: "개발자",
    tagDesc:
      "개발자 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.b,
  },
  {
    tagId: 3,
    tagTitle: "디자이너",
    tagDesc:
      "디자이너 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.c,
  },
  {
    tagId: 4,
    tagTitle: "요리사",
    tagDesc:
      "요리사 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.d,
  },
  {
    tagId: 5,
    tagTitle: "밴드",
    tagDesc:
      "밴드 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.e,
  },
  {
    tagId: 6,
    tagTitle: "인테리어",
    tagDesc:
      "인테리어 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.f,
  },
  {
    tagId: 7,
    tagTitle: "드레스룸",
    tagDesc:
      "드레스룸 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.g,
  },
  {
    tagId: 8,
    tagTitle: "서재",
    tagDesc:
      "서재 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.h,
  },
  {
    tagId: 9,
    tagTitle: "와인룸",
    tagDesc:
      "와인룸 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.i,
  },
  {
    tagId: 10,
    tagTitle: "아기방",
    tagDesc:
      "아기방 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.j,
  },
  {
    tagId: 11,
    tagTitle: "고양이방",
    tagDesc:
      "고양이방 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.k,
  },
  {
    tagId: 12,
    tagTitle: "컬렉션",
    tagDesc:
      "컬렉션 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.l,
  },
  {
    tagId: 13,
    tagTitle: "피규어",
    tagDesc:
      "피규어 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.m,
  },
  {
    tagId: 14,
    tagTitle: "레고",
    tagDesc:
      "레고 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.n,
  },
  {
    tagId: 15,
    tagTitle: "신발",
    tagDesc:
      "신발 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.o,
  },
  {
    tagId: 16,
    tagTitle: "굿즈",
    tagDesc:
      "굿즈 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.p,
  },
  {
    tagId: 17,
    tagTitle: "레져스포츠",
    tagDesc:
      "레져스포츠 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.q,
  },
  {
    tagId: 18,
    tagTitle: "테니스",
    tagDesc:
      "테니스 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.r,
  },
  {
    tagId: 19,
    tagTitle: "스킨스쿠버",
    tagDesc:
      "스킨스쿠버 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.s,
  },
  {
    tagId: 20,
    tagTitle: "캠핑",
    tagDesc:
      "캠핑 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.t,
  },
  {
    tagId: 21,
    tagTitle: "클라이밍",
    tagDesc:
      "클라이밍 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.u,
  },
  {
    tagId: 22,
    tagTitle: "헬스",
    tagDesc:
      "헬스 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.v,
  },
  {
    tagId: 23,
    tagTitle: "필라테스",
    tagDesc:
      "필라테스 내용 심장의 불러 우리의 아름답고 얼마나 풀밭에 힘있다. 뼈 기쁘며, 소금이라 곧 꽃이 아름다우냐? 바로 노년에게서 이상은 우리의 두기 커다란 낙원을 없는 구하기 힘있다. 끓는 때까지 가진 그들에게 없는 사람은 때문이다.",
    tagColor: color.pastel.w,
  },
];

export default TagList;
